Revit 2027 API
FamilyType Properties
The FamilyType type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Name | The name of the family type.
Top
See Also
Reference
FamilyType Class
Autodesk.Revit.DB Namespace